name: "yolov10l"
platform: "onnxruntime_onnx"
max_batch_size: 0
input [
  {
    name: "images",
    data_type: TYPE_FP32,
    dims: [1, 3, 640, 640]
  }
]
output[
  {
    name: "output0",
    data_type: TYPE_FP32
    dims: [1, 300, 6]
  }
]

version_policy: { latest { num_versions: 1 } }
instance_group: [
  {
    count: 1
    kind: KIND_GPU
    gpus: [ 0 ]
  }
]
